""" 1. Дана сторона квадрата a. Знайти його периметр P=4·a."""

a = int(input())

p: int = a*4

print(p)

